Repository: adrianqe/NASA-Web-Project
Catalog: Resources/Views/ResearchPrograms/ProgramInformation.*.resx
Languages: es, fr

source: Program Information
es: Información del Programa
fr: Informations sur le programme

source: Back
es: Atrás
fr: Arrière

source: NASA and SpaceX: Commercial Crew Program
es: NASA y SpaceX: Programa de Tripulación Comercial
fr: NASA et SpaceX : Programme de Vol Commercial Habité

source: Objectives
es: Objetivos
fr: Objectifs

source: Safe astronaut transportation:
es: Transporte seguro de astronautas:
fr: Transport sûr des astronautes:

source: The main goal is to ensure available vehicles for transporting astronauts to the ISS and other space destinations.
es: El objetivo principal es asegurar vehículos disponibles para transportar astronautas a la EEI y otros destinos espaciales.
fr: L'objectif principal est de garantir la disponibilité de véhicules pour transporter les astronautes vers l'ISS et d'autres destinations spatiales.

source: Encouraging commercial innovation:
es: Fomento de la innovación comercial:
fr: Encourager l'innovation commerciale :

source: NASA's goal is for private companies to take a key role in developing and operating these spacecraft, fostering competition and innovation in the space industry.
es: El objetivo de la NASA es que empresas privadas desempeñen un papel clave en el desarrollo y operación de estas naves espaciales, fomentando la competencia y la innovación en la industria espacial.
fr: L'objectif de la NASA est que les entreprises privées jouent un rôle clé dans le développement et l'exploitation de ces engins spatiaux, favorisant la concurrence et l'innovation dans l'industrie spatiale.

source: Cost reduction:
es: Reducción de costos:
fr: Réduction des coûts :

source: By involving commercial companies like SpaceX, NASA seeks to reduce the costs associated with space flights, promoting technology reuse such as rockets and spacecraft.
es: Al involucrar empresas comerciales como SpaceX, la NASA busca reducir los costos asociados con los vuelos espaciales, promoviendo la reutilización de tecnología como cohetes y naves.
fr: En impliquant des entreprises commerciales comme SpaceX, la NASA cherche à réduire les coûts des vols spatiaux, en promouvant la réutilisation des technologies telles que les fusées et les vaisseaux spatiaux.

source: Development of reusable spacecraft:
es: Desarrollo de naves reutilizables:
fr: Développement de vaisseaux spatiaux réutilisables:

source: SpaceX, as part of this program, designed reusable spacecraft like Crew Dragon that help lower costs and improve efficiency.
es: SpaceX, como parte de este programa, diseñó naves reutilizables como Crew Dragon que ayudan a reducir costos y mejorar la eficiencia.
fr: SpaceX, dans le cadre de ce programme, a conçu des vaisseaux spatiaux réutilisables comme Crew Dragon qui contribuent à réduire les coûts et à améliorer l’efficacité.

source: Collaborations
es: Colaboraciones

source: The Commercial Crew Program by NASA, in collaboration with SpaceX, aims to provide safe and cost-effective transportation for astronauts to the International Space Station (ISS) using commercial spacecraft.
es: El Programa de Tripulación Comercial de la NASA, en colaboración con SpaceX, busca proporcionar transporte seguro y rentable de astronautas a la EEI usando naves comerciales.
fr: Le programme de vol commercial habité de la NASA, en collaboration avec SpaceX, vise à fournir un transport sûr et rentable des astronautes vers l’ISS en utilisant des engins spatiaux commerciaux.

source: Crew Dragon is capable of being fully autonomous, although astronauts can manually control it in case of an emergency. This represents a significant advancement in the safety and reliability of crewed spaceflights.
es: Crew Dragon puede ser totalmente autónoma, aunque los astronautas pueden controlarla manualmente en caso de emergencia. Esto representa un gran avance en la seguridad y fiabilidad de los vuelos tripulados.
fr: Crew Dragon peut être entièrement autonome, bien que les astronautes puissent la contrôler manuellement en cas d'urgence. Cela représente une avancée importante dans la sécurité et la fiabilité des vols habités.

source: The Demo-2 mission in May 2020 marked the first crewed flight with Crew Dragon. Astronauts Robert Behnken and Douglas Hurley were transported to the ISS. This flight was a major milestone as it was the first time a private company transported astronauts to the ISS, rather than NASA or the Russian space agency Roscosmos.
es: La misión Demo-2 en mayo de 2020 marcó el primer vuelo tripulado con Crew Dragon. Los astronautas Robert Behnken y Douglas Hurley fueron transportados a la EEI. Este vuelo fue un hito importante ya que fue la primera vez que una empresa privada transportó astronautas a la EEI, en lugar de la NASA o la agencia rusa Roscosmos.
fr: La mission Demo-2 en mai 2020 a marqué le premier vol habité avec Crew Dragon. Les astronautes Robert Behnken et Douglas Hurley ont été transportés à l’ISS. Ce vol a constitué une étape majeure, car c’était la première fois qu’une entreprise privée transportait des astronautes vers l’ISS, et non la NASA ou l’agence spatiale russe Roscosmos.

source: The collaboration is not limited to crewed missions. SpaceX also provides cargo transport to the ISS using its Cargo Dragon capsule. NASA and SpaceX have worked closely on these resupply missions, which are conducted regularly.
es: La colaboración no se limita a misiones tripuladas. SpaceX también proporciona transporte de carga a la EEI con su cápsula Cargo Dragon. La NASA y SpaceX han trabajado de cerca en estas misiones de reabastecimiento, que se realizan regularmente.
fr: La collaboration ne se limite pas aux missions habitées. SpaceX assure également le transport de fret vers l’ISS à l’aide de sa capsule Cargo Dragon. La NASA et SpaceX ont travaillé en étroite collaboration sur ces missions de ravitaillement, qui sont effectuées régulièrement.

source: Cost and Efficiency
es: Costo y Eficiencia
fr: Coût et efficacité

source: Cost and Efficiency One of the main goals of the collaboration is to reduce the cost of space transportation. SpaceX uses its Falcon 9 rocket to launch both Crew Dragon and Cargo Dragon. The use of reusable rockets, like the Falcon 9, has been a key innovation that significantly reduces the cost of space missions.
es: Uno de los principales objetivos de la colaboración es reducir el costo del transporte espacial. SpaceX usa su cohete Falcon 9 para lanzar tanto Crew Dragon como Cargo Dragon. El uso de cohetes reutilizables, como el Falcon 9, ha sido una innovación clave que reduce significativamente el costo de las misiones espaciales.
fr: L’un des objectifs principaux de la collaboration est de réduire le coût du transport spatial. SpaceX utilise sa fusée Falcon 9 pour lancer Crew Dragon et Cargo Dragon. L’utilisation de fusées réutilisables, comme le Falcon 9, a été une innovation clé qui réduit considérablement le coût des missions spatiales.

source: Regular Crew Missions
es: Misiones Tripuladas Regulares
fr: Missions habitées régulières

source: Following the success of the demonstration flights and the first crewed missions, SpaceX began conducting regular flights under the Commercial Crew Program. These Crew Dragon flights allow NASA to maintain consistent access to the ISS, especially after the retirement of NASA's Space Shuttle program in 2011.
es: Tras el éxito de los vuelos de demostración y las primeras misiones tripuladas, SpaceX comenzó a realizar vuelos regulares bajo el Programa de Tripulación Comercial. Estos vuelos de Crew Dragon permiten a la NASA mantener acceso constante a la EEI, especialmente después del retiro del programa del Transbordador Espacial en 2011.
fr: Suite au succès des vols de démonstration et des premières missions habitées, SpaceX a commencé à effectuer des vols réguliers dans le cadre du Programme de vol commercial habité. Ces vols de Crew Dragon permettent à la NASA de maintenir un accès constant à l’ISS, notamment après la mise à la retraite du programme de la navette spatiale en 2011.

source: Future Missions Beyond the ISS
es: Misiones Futuras Más Allá de la EEI
fr: Missions futures au-delà de l’ISS

source: NASA and SpaceX are also collaborating for future exploration missions beyond low Earth orbit, such as trips to the Moon under the Artemis Program and potential missions to Mars. SpaceX is developing the Starship spacecraft as part of this collaboration for more ambitious, long-duration missions.
es: NASA y SpaceX también colaboran en futuras misiones de exploración más allá de la órbita terrestre baja, como viajes a la Luna bajo el Programa Artemis y posibles misiones a Marte. SpaceX está desarrollando la nave Starship como parte de esta colaboración para misiones más ambiciosas y de larga duración.
fr: La NASA et SpaceX collaborent également pour de futures missions d’exploration au-delà de l’orbite terrestre basse, comme des voyages vers la Lune dans le cadre du programme Artemis et des missions potentielles vers Mars. SpaceX développe le vaisseau Starship dans le cadre de cette collaboration pour des missions plus ambitieuses et de longue durée.

source: Impact of the Collaboration
es: Impacto de la Colaboración
fr: Impact de la collaboration

source: One of the most significant impacts of the collaboration is the advancement of reusable spacecraft technology. SpaceX's Falcon 9 rocket and Crew Dragon spacecraft are designed to be reused multiple times, reducing the cost of space missions. This reusability could eventually make space travel more affordable and frequent, opening up new possibilities for both crewed and uncrewed missions.
es: Uno de los impactos más significativos de la colaboración es el avance en la tecnología de naves reutilizables. El cohete Falcon 9 de SpaceX y la nave Crew Dragon están diseñados para ser reutilizados múltiples veces, reduciendo el costo de las misiones espaciales. Esta reutilización podría hacer que los viajes espaciales sean más accesibles y frecuentes, abriendo nuevas posibilidades para misiones tripuladas y no tripuladas.
fr: L’un des impacts les plus significatifs de cette collaboration est l’avancement des technologies de vaisseaux réutilisables. La fusée Falcon 9 de SpaceX et le vaisseau Crew Dragon sont conçus pour être réutilisés plusieurs fois, réduisant le coût des missions spatiales. Cette réutilisation pourrait rendre les voyages spatiaux plus abordables et fréquents, ouvrant de nouvelles possibilités pour les missions habitées et non habitées.

source: The Crew Dragon features highly advanced autonomous systems, including automatic docking with the ISS, which has set new standards in spacecraft autonomy. This technology helps improve the safety of astronauts and reduces the complexity of space missions.
es: Crew Dragon cuenta con sistemas autónomos altamente avanzados, incluyendo el acoplamiento automático con la EEI, lo que ha establecido nuevos estándares en autonomía espacial. Esta tecnología ayuda a mejorar la seguridad de los astronautas y reduce la complejidad de las misiones espaciales.
fr: Crew Dragon dispose de systèmes autonomes très avancés, y compris l'amarrage automatique avec l’ISS, établissant de nouvelles normes en matière d’autonomie des engins spatiaux. Cette technologie améliore la sécurité des astronautes et réduit la complexité des missions spatiales.

source: SpaceX’s leadership in space transportation has positioned the U.S. as a key player in space exploration again, reducing reliance on other countries (like Russia for crew transportation) and establishing partnerships with space agencies worldwide, such as ESA (European Space Agency) and JAXA (Japan).
es: El liderazgo de SpaceX en transporte espacial ha posicionado nuevamente a EE. UU. como un actor clave en la exploración espacial, reduciendo la dependencia de otros países (como Rusia para el transporte de tripulaciones) y estableciendo asociaciones con agencias espaciales de todo el mundo, como la ESA (Agencia Espacial Europea) y JAXA (Japón).
fr: Le leadership de SpaceX dans le transport spatial a de nouveau positionné les États-Unis comme un acteur clé de l’exploration spatiale, réduisant la dépendance à l’égard d’autres pays (comme la Russie pour le transport d’équipages) et établissant des partenariats avec des agences spatiales du monde entier, telles que l’ESA (Agence spatiale européenne) et la JAXA (Japon).

source: Cost and Efficiency One of the main goals of the collaboration is to reduce the cost of space transportation. SpaceX uses its Falcon 9 rocket to launch both Crew Dragon and Cargo Dragon. The use of reusable rockets, like the Falcon 9, has been a key innovation that significantly reduces the cost of space missions.
es: Costo y Eficiencia Uno de los principales objetivos de la colaboración es reducir el costo del transporte espacial. SpaceX utiliza su cohete Falcon 9 para lanzar tanto la nave Crew Dragon como la Cargo Dragon. El uso de cohetes reutilizables, como el Falcon 9, ha sido una innovación clave que reduce significativamente el costo de las misiones espaciales.
fr: Coût et efficacité L'un des principaux objectifs de la collaboration est de réduire le coût du transport spatial. SpaceX utilise sa fusée Falcon 9 pour lancer à la fois le vaisseau Crew Dragon et le Cargo Dragon. L'utilisation de fusées réutilisables, comme le Falcon 9, a été une innovation clé qui réduit considérablement le coût des missions spatiales.
