Repository: adrianqe/NASA-Web-Project
Catalog: Resources/Views/HumanResources/EmployeeInformation.*.resx
Languages: es, fr

source: Address
es: Dirección
fr: Adresse

source: American
es: Estadounidense
fr: Américain

source: Authorization
es: Autorización
fr: Autorisation

source: Birthdate
es: Fecha de nacimiento
fr: Date de naissance

source: Credentials
es: Credenciales
fr: Identifiants

# Credentials-fingerprint-first
source: fingerprint to sign in as the first option
es: Huella digital como primera opción de acceso
fr: Empreinte digitale comme première option de connexion

# Credentials-fingerprint-second
source: fingerprint to sign in as the second option
es: Huella digital como segunda opción de acceso
fr: Empreinte digitale comme deuxième option de connexion

# Credentials-Iris-first
source: Iris to sign in as the first option
es: Iris como primera opción de acceso
fr: Iris comme première option de connexion

# Credentials-Iris-second
source: Iris to sign in as the second option
es: Iris como segunda opción de acceso
fr: Iris comme deuxième option de connexion

source: Department
es: Departamento
fr: Département

source: Description
es: Descripción

# Description-Coordinator
source: The Coordinator role will have access to all projects within their respective group. They are responsible for managing projects, as well as overseeing budgets and personnel administration.
es: El rol de Coordinador tendrá acceso a todos los proyectos dentro de su grupo correspondiente. Es responsable de la gestión de los proyectos, así como de la supervisión de los presupuestos y la administración del personal.
fr: Le rôle de Coordinateur aura accès à tous les projets au sein de leur groupe respectif. Il est responsable de la gestion des projets, ainsi que de la supervision des budgets et de l’administration du personnel.

# Description-HumanResources
source: The Human Resources role has access to personnel data and administrative tools across all groups. They are responsible for handling recruitment, managing employee records, and supporting organizational compliance and workplace policies.
es: El rol de Recursos Humanos tiene acceso a los datos del personal y a las herramientas administrativas en todos los grupos. Es responsable de gestionar el reclutamiento, administrar los registros de los empleados y apoyar el cumplimiento organizacional y las políticas del lugar de trabajo.
fr: Le rôle des Ressources Humaines a accès aux données du personnel et aux outils administratifs dans tous les groupes. Il est responsable du recrutement, de la gestion des dossiers des employés et du soutien à la conformité organisationnelle ainsi qu'aux politiques en milieu de travail.

# Description-Professional
source: The Professional role is assigned to individuals working on specific tasks within a project. They have access only to the projects they are directly involved in, and are responsible for executing technical work and reporting progress to the Coordinator.
es: El rol de Profesional se asigna a personas que trabajan en tareas específicas dentro de un proyecto. Tienen acceso únicamente a los proyectos en los que están directamente involucrados y son responsables de ejecutar el trabajo técnico y reportar el progreso al Coordinador.
fr: Le rôle de Professionnel est attribué aux personnes travaillant sur des tâches spécifiques dans le cadre d’un projet. Ils ont accès uniquement aux projets dans lesquels ils sont directement impliqués et sont responsables de l’exécution du travail technique et du rapport d’avancement au Coordinateur.

source: Employee
es: Empleado
fr: Employé

# Experience1-der-D1
source: Certificated.
es: Certificado.
fr: Certifié.

# Experience1-der-T1
source: Research methodology
es: Metodología de investigación
fr: Méthodologie de recherche

# Experience1-izq-D1
source: Project manager on Tesla's Investigation Department.
es: Gerente de proyectos en el Departamento de Investigación de Tesla.
fr: Chef de projet au sein du département de recherche de Tesla.

# Experience2-der-D1
source: Certified Project Management Professional with focus on aerospace projects.
es: Profesional certificado en gestión de proyectos con enfoque en proyectos aeroespaciales.
fr: Professionnel certifié en gestion de projet, spécialisé dans les projets aérospatiaux.

# Experience2-der-T1
source: PMP Certified
es: Certificación PMP
fr: Certifié PMP

# Experience2-izq-D1
source: Worked on data analysis for lunar mission logistics.
es: Participó en el análisis de datos para la logística de una misión lunar.
fr: A travaillé sur l’analyse de données pour la logistique d’une mission lunaire.

# Experience3-der-D1
source: Certified Scrum Master leading agile product teams.
es: Scrum Master certificado liderando equipos ágiles de producto.
fr: Scrum Master certifié dirigeant des équipes agiles de produits.

# Experience3-izq-D1
source: Developed and deployed cloud-native applications using AWS tools.
es: Desarrolló y desplegó aplicaciones nativas en la nube utilizando herramientas de AWS.
fr: A développé et déployé des applications cloud natives à l’aide des outils AWS.

# Experience4-der-D1
source: Built immersive 3D environments with Unreal Engine for simulation training.
es: Construyó entornos 3D inmersivos con Unreal Engine para entrenamiento mediante simulación.
fr: A créé des environnements 3D immersifs avec Unreal Engine pour la formation par simulation.

# Experience4-der-T1
source: Unreal Engine Developer
es: Desarrollador Unreal Engine
fr: Développeur Unreal Engine

# Experience4-izq-D1
source: Completed Harvard’s CS50, gaining strong foundations in computer science.
es: Completó el curso CS50 de Harvard, obteniendo una sólida base en ciencias de la computación.
fr: A terminé le CS50 de Harvard, acquérant de solides bases en informatique.

source: Experiments
es: Experimentos
fr: Expériences

source: Frozen
es: Congelado
fr: Congelé

source: Italian
es: Italiano
fr: Italien

source: Last Name
es: Apellido
fr: Nom de famille

source: Launch
es: Lanzamiento
fr: Lancement

source: Name
es: Nombre
fr: Nom

source: Nationality
es: Nacionalidad
fr: Nationalité

# PerformanceEvaluation1-D1
source: Adam showcased strong analytical thinking and contributed significantly to the group’s problem-solving sessions.
es: Adam demostró un fuerte pensamiento analítico y contribuyó significativamente en las sesiones de resolución de problemas del grupo.
fr: Adam a fait preuve d’une grande capacité d’analyse et a contribué de manière significative aux sessions de résolution de problèmes du groupe.

# PerformanceEvaluation1-D2
source: Adam delivered outstanding results in complex scenarios, consistently maintaining a high standard of quality.
es: Adam obtuvo resultados sobresalientes en escenarios complejos, manteniendo constantemente un alto estándar de calidad.
fr: Adam a obtenu des résultats remarquables dans des situations complexes, en maintenant constamment un haut niveau de qualité.

# PerformanceEvaluation1-T1
source: 15/03/2024 Strategic Innovation Workshop
es: 15/03/2024 Taller de Innovación Estratégica
fr: 15/03/2024 Atelier d’Innovation Stratégique

# PerformanceEvaluation1-T2
source: 30/06/2023 Technical Excellence Program
es: 30/06/2023 Programa de Excelencia Técnica
fr: 30/06/2023 Programme d’Excellence Technique

# PerformanceEvaluation2-D1
source: Edward actively engaged in discussions and demonstrated a mature approach to handling team dynamics.
es: Edward participó activamente en las discusiones y demostró un enfoque maduro para manejar la dinámica del equipo.
fr: Edward a participé activement aux discussions et a fait preuve d’une approche mature dans la gestion de la dynamique d’équipe.

# PerformanceEvaluation2-D2
source: Edward applied agile principles effectively, showing initiative and adaptability in leadership exercises.
es: Edward aplicó eficazmente los principios ágiles, mostrando iniciativa y adaptabilidad en los ejercicios de liderazgo.
fr: Edward a appliqué efficacement les principes agiles, faisant preuve d’initiative et d’adaptabilité lors des exercices de leadership.

# PerformanceEvaluation2-T1
source: 05/09/2022 Conflict Resolution Seminar
es: 05/09/2022 Seminario de Resolución de Conflictos
fr: 05/09/2022 Séminaire sur la Résolution des Conflits

# PerformanceEvaluation2-T2
source: 18/11/2021 Agile Leadership Course
es: 18/11/2021 Curso de Liderazgo Ágil
fr: 18/11/2021 Cours de Leadership Agile

# PerformanceEvaluation3-D1
source: Clara used evidence-based methods to support strategic choices, enhancing the overall project outcome.
es: Clara utilizó métodos basados en evidencia para respaldar las decisiones estratégicas, mejorando el resultado general del proyecto.
fr: Clara a utilisé des méthodes basées sur des preuves pour soutenir les choix stratégiques, améliorant ainsi le résultat global du projet.

# PerformanceEvaluation3-D2
source: Clara improved cross-team collaboration through clear, assertive, and empathetic communication.
es: Clara mejoró la colaboración entre equipos mediante una comunicación clara, asertiva y empática.
fr: Clara a amélioré la collaboration entre les équipes grâce à une communication claire, assertive et empathique.

# PerformanceEvaluation3-T1
source: 12/08/2023 Data-Driven Decision Making
es: 12/08/2023 Toma de Decisiones Basada en Datos
fr: 12/08/2023 Prise de Décisions Basée sur les Données

# PerformanceEvaluation3-T2
source: 07/04/2022 Advanced Communication Skills
es: 07/04/2022 Habilidades de Comunicación Avanzada
fr: 07/04/2022 Compétences en Communication Avancées

# PerformanceEvaluation4-D1
source: Jack mastered architectural patterns and demonstrated the ability to design scalable, secure systems.
es: Jack dominó los patrones arquitectónicos y demostró la capacidad de diseñar sistemas escalables y seguros.
fr: Jack a maîtrisé les modèles architecturaux et a démontré sa capacité à concevoir des systèmes évolutifs et sécurisés.

# PerformanceEvaluation4-D2
source: Jack led CI/CD pipeline implementations, optimizing deployment processes and minimizing downtime.
es: Jack lideró la implementación de pipelines CI/CD, optimizando los procesos de despliegue y minimizando el tiempo de inactividad.
fr: Jack a dirigé la mise en œuvre des pipelines CI/CD, optimisant les processus de déploiement et minimisant les temps d'arrêt.

# PerformanceEvaluation4-T1
source: 10/10/2024 Cloud Architecture Certification
es: 10/10/2024 Certificación en Arquitectura en la Nube
fr: 10/10/2024 Certification en Architecture Cloud

# PerformanceEvaluation4-T2
source: 22/01/2023 DevOps Integration Lab
es: 22/01/2023 Laboratorio de Integración DevOps
fr: 22/01/2023 Laboratoire d'Intégration DevOps

source: Performance Evaluations
es: Evaluaciones de Desempeño
fr: Évaluations de Performance

source: Phone Number
es: Número de Teléfono
fr: Numéro de Téléphone

source: Position
es: Puesto
fr: Poste

# Projects1-der-D1
source: Designed a decentralized AI framework for swarm drone coordination.
es: Diseñó un marco descentralizado de IA para la coordinación de enjambres de drones.
fr: A conçu un cadre décentralisé d'IA pour la coordination des essaims de drones.

# Projects1-izq-D1
source: project from autonomous systems lab.
es: Proyecto del laboratorio de sistemas autónomos.
fr: Projet du laboratoire des systèmes autonomes.

# Projects2-der-D1
source: Prototype for adaptive energy shields using reactive nanomaterials.
es: Prototipo de escudos de energía adaptativos utilizando nanomateriales reactivos.
fr: Prototype pour des boucliers énergétiques adaptatifs utilisant des nanomatériaux réactifs.

# Projects2-izq-D1
source: project from experiment department.
es: Proyecto del departamento de experimentos.
fr: Projet du département d'expérimentation.

# Projects3-der-D1
source: Created an AI-assisted trajectory planner for interstellar probes.
es: Creó un planificador de trayectorias asistido por IA para sondas interestelares.
fr: A créé un planificateur de trajectoires assisté par IA pour des sondes interstellaires.

# Projects3-izq-D1
source: project from deep space navigation lab.
es: Proyecto del laboratorio de navegación en el espacio profundo.
fr: Projet du laboratoire de navigation dans l'espace profond.

# Projects4-der-D1
source: Developed a neural input system for controlling devices via brainwave patterns.
es: Desarrolló un sistema de entrada neuronal para controlar dispositivos mediante patrones de ondas cerebrales.
fr: A développé un système d'entrée neuronale pour contrôler des dispositifs via des modèles d'ondes cérébrales.

# Projects4-izq-D1
source: project from human-computer interface unit.
es: Proyecto de la unidad de interfaz humano-computadora
fr: Projet de l'unité d'interface homme-machine.

source: Role
es: Rol
fr: Rôle

# Role-Coordinator
source: Coordinator
es: Coordinador
fr: Coordinateur

# Role-HumanResources
source: Human Resources
es: Recursos Humanos
fr: Ressources Humaines

# SecurityAccess
source: Security and access
es: Seguridad y acceso
fr: Sécurité et accès

source: Status
es: Estado
fr: Statut

source: Unfrozen
es: Descongelado
fr: Dégelée

source: Work history
es: Historial laboral
fr: Historique professionnel

# Role-Professional
source: Profesional
fr: Professionnel
