Repository: adrianqe/NASA-Web-Project
Catalog: Resources/Views/SpaceMissions/Apollo.*.resx
Languages: es, fr

source: Project Apollo
es: Proyecto Apolo
fr: Projet Apollo

# That's one small step
source: That’s one small step for a man. One giant leap for mankind.
es: Un pequeño paso para un hombre. Un gran salto para la humanidad.
fr: C'est un petit pas pour un homme. Un bond de géant pour l'humanité.

source: Primary goal
es: Objetivo principal
fr: Objectif principal

source: Landing humans on the Moon and returning them safely to Earth.
es: Aterrizar humanos en la Luna y devolverlos sanos y salvos a la Tierra.
fr: Faire atterrir des humains sur la Lune et les ramener sains et saufs sur Terre.

source: Status
es: Estado
fr: Statut

source: Finished
es: Finalizado
fr: Terminé

source: Program duration
es: Duración del programa
fr: Durée du programme

source: Lunar Landing Missions
es: Misiones de aterrizaje lunar
fr: Missions d'atterrissage lunaire

source: Crewed Missions
es: Misiones tripuladas
fr: Missions habitées

# Spacecraft &amp; Technology
source: Spacecraft & Technology
es: Naves espaciales y tecnología
fr: Vaisseaux spatiaux et technologie

# The flight mode
source: The flight mode, lunar orbit rendezvous, was selected in 1962. The boosters for the program were the Saturn IB for Earth orbit flights and the Saturn V for lunar flights.
es: El modo de vuelo, encuentro en órbita lunar, fue seleccionado en 1962. Los propulsores para el programa fueron el Saturno IB para vuelos en órbita terrestre y el Saturno V para vuelos lunares.
fr: Le mode de vol, rendez-vous en orbite lunaire, a été sélectionné en 1962. Les boosters du programme étaient le Saturn IB pour les vols en orbite terrestre et le Saturn V pour les vols lunaires.

# Apollo was
source: Apollo was a three-part spacecraft: the command module (CM), the crew's quarters and flight control section; the service module (SM) for the propulsion and spacecraft support systems (when together, the two modules are called CSM); and the lunar module (LM), to take two of the crew to the lunar surface, support them on the Moon, and return them to the CSM in lunar orbit.
es: Apolo era una nave espacial de tres partes: el módulo de comando (CM), que servía como cuartel general y sección de control de vuelo; el módulo de servicio (SM) para la propulsión y los sistemas de apoyo de la nave (cuando juntos, los dos módulos se llaman CSM); y el módulo lunar (LM), que llevaba a dos miembros de la tripulación a la superficie lunar, los apoyaba en la Luna y los devolvía al CSM en órbita lunar.
fr: Apollo était un vaisseau spatial en trois parties : le module de commande (CM), qui servait de quartier général et de section de contrôle de vol ; le module de service (SM) pour la propulsion et les systèmes de support du vaisseau (ensemble, les deux modules sont appelés CSM) ; et le module lunaire (LM), qui transportait deux membres de l'équipage à la surface lunaire, les soutenait sur la Lune et les ramenait au CSM en orbite lunaire.

source: View the Apollo Spacecraft Reference book
es: Ver el libro de referencia de la nave Apollo.
fr: Voir le livre de référence du vaisseau spatial Apollo.

source: Crew
es: Tripulación
fr: Équipage

source: Research pilot, astronaut
es: Piloto de investigación, astronauta
fr: Pilote de recherche, astronaute

source: Apollo 11 Mission commander
es: Comandante de la misión Apollo 11.
fr: Commandant de la mission Apollo 11.

source: Time in space
es: Tiempo en el espacio
fr: Temps dans l'espace

source: 8 days and 14 hours
es: 8 días y 14 horas
fr: 8 jours et 14 heures

source: Freeze
es: Congelado
fr: Gelé

source: Lunar Module Pilot
es: Piloto del módulo lunar
fr: Pilote du module lunaire

source: Apollo 11 Mission pilot
es: Piloto de la misión Apollo 11
fr: Pilote de la mission Apollo 11

source: 12 days and 1 hour
es: 12 días y 1 hora
fr: 12 jours et 1 heure

source: Command module pilot
es: Piloto del módulo de comando
fr: Pilote du module de commande

source: 11 days and 2 hours
es: 11 días y 2 horas
fr: 11 jours et 2 heures

source: Chronogram
es: Cronograma
fr: Chronogramme

source: Add resources
es: Agregar recursos
fr: Ajouter des ressources

source: Example Text
es: Texto de ejemplo
fr: Texte d'exemple

source: Upload file
es: Subir archivo
fr: Télécharger un fichier

source: Add
es: Añadir
fr: Ajouter
