Repository: adrianqe/NASA-Web-Project
Catalog: Resources/Views/Experiments/ExperimentInformation.*.resx
Languages: es, fr

source: Experiment Information
es: Información del experimento
fr: Informations sur l'expérience

source: Back
es: Atrás
fr: Arrière

source: Simulating Life on Mars: Evaluating an Autonomous Habitat Under Conditions of Prolonged Isolation
es: Simulando Vida en Marte: Evaluación de un Hábitat Autónomo bajo Condiciones de Aislamiento Prolongado
fr: Simulation vie sur Mars: évaluation d’un habitat autonome en conditions d’isolement prolongé

source: Objectives
es: Objetivos
fr: Objectifs

source: 1. Evaluate habitat self-sufficiency in terms of oxygen generation, food production, and waste management.
es: 1. Evaluar la autosuficiencia del hábitat en cuanto a generación de oxígeno, producción de alimentos y gestión de residuos.
fr: 1. Évaluer l’autosuffisance de l’habitat en matière de production d’oxygène, de nourriture et de gestion des déchets.

source: 2. Analyze the impact of confinement on the physical, mental, and cognitive performance of crew members.
es: 2. Analizar el impacto del confinamiento en el rendimiento físico, mental y cognitivo de los tripulantes.
fr: 2. Analyser l’impact du confinement sur les performances physiques, mentales et cognitives de l’équipage.

source: 3. Test advanced life support systems, including water recycling, air purification, and renewable energy production.
es: 3. Probar sistemas avanzados de soporte vital, incluyendo reciclaje de agua, purificación del aire y producción de energía renovable.
fr: 3. Tester les systèmes de support de vie avancés, y compris le recyclage de l’eau, la purification de l’air et la production d’énergie renouvelable.

source: 4. Measure the efficiency of hydroponic and aeroponic crops in a closed environment with controlled radiation levels.
es: 4. Medir la eficiencia de cultivos hidropónicos y aeropónicos en un entorno cerrado con niveles de radiación controlados.
fr: 4. Mesurer l’efficacité des cultures hydroponiques et aéroponiques dans un environnement fermé avec un contrôle des niveaux de radiation.

source: 5. Simulate daily operations on Mars, including EVA (Extravehicular Activities), equipment maintenance, and emergency protocols.
es: 5. Simular operaciones diarias en Marte, incluyendo actividades extravehiculares (EVA), mantenimiento de equipos y protocolos de emergencia.
fr: 5. Simuler les opérations quotidiennes sur Mars, y compris les EVA, l’entretien de l’équipement et les protocoles d’urgence.

source: Hypothesis
es: Hipótesis
fr: Hypothèses

source: - A closed, self-sufficient Martian habitat can effectively sustain a group of six astronauts for at least 12 months without external supplies.
es: - Un hábitat marciano cerrado y autosuficiente puede sustentar eficazmente a un grupo de seis astronautas durante al menos 12 meses sin suministros externos.
fr: - Un habitat martien fermé et autonome peut maintenir efficacement un groupe de six astronautes pendant au moins 12 mois sans ravitaillement extérieur.

source: - Prolonged confinement and exposure to a simulated Martian environment can cause psychological and physiological disturbances in the crew.
es: - El confinamiento prolongado y la exposición a un entorno marciano simulado pueden causar alteraciones psicológicas y fisiológicas en la tripulación.
fr: - Le confinement prolongé et l’exposition à un environnement martien simulé peuvent provoquer des troubles psychologiques et physiologiques chez l’équipage.

source: - Hydroponic and aeroponic crops can provide at least 50% of the crew's nutritional requirements.
es: - Los cultivos hidropónicos y aeropónicos pueden proporcionar al menos el 50% de los requerimientos nutricionales de la tripulación.
fr: - Les cultures hydroponiques et aéroponiques peuvent fournir au moins 50 % des besoins nutritionnels de l’équipage.

source: Scientific Research in the Mars Mission Simulation Experiment
es: Investigación Científica en el Experimento de Simulación de Misión a Marte
fr: Recherche scientifique dans l’expérience de simulation de mission martienne

source: Methodology:
es: Metodología:
fr: Méthodologie:

source: 1. Simulation of Martian conditions in a controlled environment on Earth, using atmosphere and temperature simulation chambers.
es: 1. Simulación de condiciones marcianas en un entorno controlado en la Tierra, utilizando cámaras de simulación de atmósfera y temperatura.
fr: 1. Simulation des conditions martiennes dans un environnement contrôlé sur Terre, à l’aide de chambres de simulation d’atmosphère et de température.

source: 2. Tests in isolation habitats where researchers live in conditions similar to a real mission to Mars.
es: 2. Pruebas en hábitats de aislamiento donde los investigadores viven en condiciones similares a una misión real a Marte.
fr: 2. Tests dans des habitats d’isolement où les chercheurs vivent dans des conditions semblables à une mission réelle vers Mars.

source: 3. Use of autonomous robots and drones to study the performance of technologies in a simulated environment.
es: 3. Uso de robots autónomos y drones para estudiar el desempeño de tecnologías en un entorno simulado.
fr: 3. Utilisation de robots autonomes et de drones pour étudier les performances des technologies dans un environnement simulé.

source: Analysis Techniques:
es: Técnicas de Análisis:
fr: Techniques d’analyse:

source: - Mass spectrometry to assess the effects of radiation on habitat materials.
es: - Espectrometría de masas para evaluar los efectos de la radiación en los materiales del hábitat.
fr: - Spectrométrie de masse pour évaluer les effets des radiations sur les matériaux de l’habitat.

source: - Biological analysis of microbiomes within the habitat to study the viability of life on long-term missions.
es: - Análisis biológico de microbiomas dentro del hábitat para estudiar la viabilidad de la vida en misiones prolongadas.
fr: - Analyse biologique des microbiomes dans l’habitat pour étudier la viabilité de la vie lors de missions de longue durée.

source: - Psychological and cognitive tests on researchers to assess the impact of isolation.
es: - Pruebas psicológicas y cognitivas a los investigadores para evaluar el impacto del aislamiento.
fr: - Tests psychologiques et cognitifs sur les chercheurs pour évaluer l’impact de l’isolement.

source: - Energy efficiency analysis in life support systems.
es: - Análisis de eficiencia energética en los sistemas de soporte vital.
fr: - Analyse de l’efficacité énergétique des systèmes de support de vie.

source: Applied Theoretical Models:
es: Modelos Teóricos Aplicados
fr: Modèles théoriques appliqués

source: - Closed Ecological Life Support Systems (CELSS): autonomous systems designed to maintain life through the regeneration of air, water, and food.
es: - Sistemas Ecológicos Cerrados de Soporte Vital (CELSS): sistemas autónomos diseñados para mantener la vida mediante la regeneración de aire, agua y alimentos.
fr: - Systèmes écologiques fermés de support de vie (CELSS) : systèmes autonomes conçus pour maintenir la vie grâce à la régénération de l’air, de l’eau et de la nourriture.

source: - Psychological resilience models: to understand how astronauts adapt to extreme and isolated conditions.
es: - Modelos de resiliencia psicológica: para comprender cómo se adaptan los astronautas a condiciones extremas y de aislamiento.
fr: - Modèles de résilience psychologique : pour comprendre comment les astronautes s’adaptent à des conditions extrêmes et isolées.

source: - Systems engineering for mission architecture design.
es: - Ingeniería de sistemas para el diseño de la arquitectura de misión.
fr: - Ingénierie des systèmes pour la conception de l’architecture de mission.

source: Hypothesis under Evaluation:
es: Hipótesis en Evaluación:
fr: Hypothèses en cours d’évaluation:

source: - Can a closed, autonomous system support a human crew for a year on Mars without logistical resupply?
es: - ¿Puede un sistema cerrado y autónomo sustentar a una tripulación humana durante un año en Marte sin reabastecimiento logístico?
fr: - Un système fermé et autonome peut-il soutenir un équipage humain pendant un an sur Mars sans ravitaillement logistique ?

source: - What are the effects of long-term isolation on the psychological and physical health of astronauts?
es: - ¿Cuáles son los efectos del aislamiento prolongado sobre la salud psicológica y física de los astronautas?
fr: - Quels sont les effets de l’isolement à long terme sur la santé psychologique et physique des astronautes ?

source: - Is it possible to achieve food autonomy through hydroponic and aeroponic agriculture in an enclosed space?
es: - ¿Es posible lograr la autonomía alimentaria mediante agricultura hidropónica y aeropónica en un espacio cerrado?
fr: - Est-il possible d’atteindre l’autonomie alimentaire grâce à l’agriculture hydroponique et aéroponique dans un espace fermé ?

source: Duration of the Experiment
es: Duración del Experimento
fr: Durée de l'expérience

source: The experiment lasts 12 months, simulating a full Martian mission, including communication delay and external environmental conditions.
es: El experimento dura 12 meses, simulando una misión completa a Marte, incluyendo el retraso en las comunicaciones y condiciones ambientales externas.
fr: L’expérience dure 12 mois, simulant une mission complète sur Mars, y compris le délai de communication et les conditions environnementales externes.

source: - Plant growth models in simulated Martian soils.
es: - Modelos de crecimiento de plantas en suelos marcianos simulados
fr: - Modèles de croissance des plantes dans des sols martiens simulés

source: - Radiation propagation simulations and protective shielding.
es: - Simulaciones de propagación de radiación y blindaje protector"
fr: - Simulations de propagation de radiation et blindage protecteur

source: - Models of oxygen consumption and water recycling in closed systems.
es: - Modelos de consumo de oxígeno y reciclaje de agua en sistemas cerrados
fr: - Modèles de consommation d'oxygène et de recyclage de l'eau dans des systèmes fermés

source: - Design of more resilient and self-sufficient habitats.
es: - Diseño de hábitats más resilientes y autosuficientes
fr: - Conception d'habitats plus résilients et autonomes

source: - Development of protocols to reduce stress on long missions.
es: - Desarrollo de protocolos para reducir el estrés en misiones largas
fr: - Développement de protocoles pour réduire le stress lors de longues missions

source: - Optimizing resource use in space colonies.
es: - Optimización del uso de recursos en colonias espaciales
fr: - Optimisation de l'utilisation des ressources dans les colonies spatiales

source: 18 months (including 3-month pre-simulation, 12-month main phase and 3-month post-experiment analysis).
es: 18 meses (incluyendo 3 meses de pre-simulación, 12 meses de fase principal y 3 meses de análisis post-experimento).
fr: 18 mois (y compris 3 mois de pré-simulation, 12 mois de phase principale et 3 mois d'analyse post-expérience).

source: - Facilities: Space Habitat Simulation Center (NASA Johnson Space Center)
es: - Instalaciones: Centro de Simulación de Hábitats Espaciales (Centro Espacial Johnson de la NASA)
fr: - Installations : Centre de simulation d'habitats spatiaux (Centre spatial Johnson de la NASA)

source: - Conditions: Isolated environment with simulated reduced gravity, Martian diurnal cycle (24h 37min), and radiation level control.
es: - Condiciones: Entorno aislado con gravedad reducida simulada, ciclo diurno marciano (24h 37min) y control de nivel de radiación
fr: - Conditions : Environnement isolé avec gravité réduite simulée, cycle diurne martien (24h 37min) et contrôle du niveau de radiation

source: 1. Life support systems can maintain a crew in isolation for at least 12 months without external intervention.
es: 1. Los sistemas de soporte vital pueden mantener a una tripulación en aislamiento durante al menos 12 meses sin intervención externa.
fr: 1. Les systèmes de support vital peuvent maintenir un équipage en isolement pendant au moins 12 mois sans intervention externe.

source: 2. The psychological conditions of the crew members improve with simulated natural light and day/night cycles adapted to Mars.
es: 2. Las condiciones psicológicas de los miembros de la tripulación mejoran con luz natural simulada y ciclos de día/noche adaptados a Marte.
fr: 2. Les conditions psychologiques des membres de l'équipage s'améliorent avec une lumière naturelle simulée et des cycles jour/nuit adaptés à Mars.

source: 3. Autonomous robots can reduce workload by 30% when performing exploration and maintenance tasks.
es: 3. Los robots autónomos pueden reducir la carga de trabajo en un 30% al realizar tareas de exploración y mantenimiento.
fr: 3. Les robots autonomes peuvent réduire la charge de travail de 30 % lors de l'exécution de tâches d'exploration et de maintenance.
