Repository: adrianqe/NASA-Web-Project
Catalog: Resources/Views/Experiments/ResultsAndPublications.*.resx
Languages: es, fr

source: Results and Publications
es: Resultados y publicaciones
fr: Résultats et publications

source: Data Collected
es: Datos recopilados
fr: Données collectées

source: 1. Life support efficiency:
es: 1. Eficiencia del soporte vital:
fr: 1. Efficacité du soutien vital:

source: - Amount of oxygen generated vs. consumed.
es: - Cantidad de oxígeno generado vs. consumido.
fr: - Quantité d'oxygène générée vs. consommée.

source: - Water recycling and purification rate.
es: - Tasa de reciclaje y purificación de agua.
fr: - Taux de recyclage et de purification de l'eau.

source: 2. Impact on the crew:
es: 2. Impacto en la tripulación:
fr: 2. Impact sur l'équipage :

source: - Changes in body composition and metabolism.
es: - Cambios en la composición corporal y el metabolismo.
fr: - Changements dans la composition corporelle et le métabolisme.

source: - Psychological alterations due to isolation and confinement.
es: - Alteraciones psicológicas debido al aislamiento y confinamiento.
fr: - Altérations psychologiques dues à l'isolement et au confinement.

source: 3. Agricultural production:
es: 3. Producción agrícola:
fr: 3. Production agricole:

source: - Crop performance in closed environments with controlled radiation levels.
es: - Rendimiento de los cultivos en entornos cerrados con niveles de radiación controlados.
fr: - Performance des cultures en environnements fermés avec des niveaux de radiation contrôlés.

source: - Nutritional quality of cultivated foods.
es: - Calidad nutricional de los alimentos cultivados.
fr: - Qualité nutritionnelle des aliments cultivés.

source: Conclusions
es: Conclusiones

source: - The habitat proved to be 85% self-sufficient, although there were fluctuations in oxygen production that required manual interventions.
es: - El hábitat demostró ser un 85% autosuficiente, aunque hubo fluctuaciones en la producción de oxígeno que requirieron intervenciones manuales.
fr: - L'habitat s'est révélé être autosuffisant à 85 %, bien que des fluctuations dans la production d'oxygène aient nécessité des interventions manuelles.

source: - Changes in crew psychology, such as stress and anxiety due to prolonged isolation, were recorded, suggesting the need for emotional well-being strategies.
es: - Se registraron cambios en la psicología de la tripulación, como estrés y ansiedad debido al aislamiento prolongado, lo que sugiere la necesidad de estrategias para el bienestar emocional.
fr: - Des changements dans la psychologie de l'équipage, tels que le stress et l'anxiété dus à l'isolement prolongé, ont été enregistrés, suggérant la nécessité de stratégies de bien-être émotionnel.

source: - Aeroponic crops outperformed hydroponic crops by 30%, which could be key in future missions.
es: - Los cultivos aeropónicos superaron a los cultivos hidropónicos en un 30%, lo que podría ser clave en futuras misiones.
fr: - Les cultures aéroponiques ont surpassé les cultures hydroponiques de 30 %, ce qui pourrait être essentiel pour les missions futures.

source: - Development of artificial intelligence systems for resource optimization in space habitats.
es: - Desarrollo de sistemas de inteligencia artificial para la optimización de recursos en hábitats espaciales.
fr: - Développement de systèmes d'intelligence artificielle pour l'optimisation des ressources dans les habitats spatiaux.

source: - Creation of new psychological support strategies for astronauts on long-duration missions.
es: - Creación de nuevas estrategias de apoyo psicológico para astronautas en misiones de larga duración.
fr: - Création de nouvelles stratégies de soutien psychologique pour les astronautes en missions de longue durée.

source: - Implementation of advanced space agriculture techniques for future colonies on Mars.
es: - Implementación de técnicas avanzadas de agricultura espacial para futuras colonias en Marte.
fr: - Mise en œuvre de techniques avancées d'agriculture spatiale pour les futures colonies sur Mars.

source: Back
es: Atrás
fr: Arrière

source: Impact on future research
es: Impacto en la investigación futura
fr: Impact sur la recherche future
